<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['porg_guides_intro'] = 'Добро пожаловать в Руководства Piwigo. Здесь Вы найдете основы того, как установить и обновить ваш Piwigo. Также помощь включается на страницах "Помошь" и во всех местах, где Вы видите значок "Вопросительный знак". Документацию разработчика можно прочесть в Wiki.';