<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['porg_issue_1557'] = '[12.1] вечная загрузка диспетчера пользователей с MySQL 8';
$lang['porg_issue_1567'] = '[12.x] Значки плагинов не обновляются при поиске.';
$lang['porg_issue_1569'] = '[12.x] Отключение группы, являющейся группой по умолчанию, приводит к бесконечной загрузке';
$lang['porg_issue_1570'] = 'связанные альбомы и многоязычные названия';
$lang['porg_issue_1573'] = '[12.x] Кнопка редактирования поиска по альбому не ведет к нужному альбому';
$lang['porg_issue_1574'] = '[12.x] Неверное сообщение о разблокировке галереи';
$lang['porg_issue_1587'] = 'загрузка с помощью Piwigo NG генерирует слишком много действий';
$lang['porg_issue_1590'] = '[Страница обслуживания] Расширенные функции не обрабатываются';
$lang['porg_issue_1591'] = '[12.x] несовместимость с плагинами openstreetmap/videojs';