<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['Interview %s'] = 'Интервью с %s';
$lang['New album manager, new visit log, multiple-format improved.'] = 'Новый менеджер альбомов, новый журнал посещений, улучшенный мультиформат.';
$lang['Technical features'] = 'Технические обновления';
$lang['The menu'] = 'Меню';
$lang['porg_v13_albums_image1_label'] = 'Вы можете создавать вложенные альбомы, переименовывать альбом или перемещать любой альбом без смены страницы. Экономия времени гарантирована.';
$lang['porg_v13_albums_text'] = 'Мы объединили страницу для перемещения альбомов и страницу для управления альбомами. Таким образом, новый менеджер альбомов показывает древовидное представление, в котором вы можете видеть всю иерархию ваших альбомов, не меняя страницу в любое время.';
$lang['porg_v13_albums_title'] = 'Менеджер альбома';
$lang['porg_v13_api_s1'] = 'поиск фотографии, соответствующей указанному формату';
$lang['porg_v13_api_s2'] = 'удаление расширенного формата фото';
$lang['porg_v13_api_s3'] = 'установка пользовательских предпочтений';
$lang['porg_v13_api_s4'] = 'поиск по истории посещений';
$lang['porg_v13_api_s5'] = 'новый входной параметр <code>format_of</code>';
$lang['porg_v13_api_s6'] = 'новые входные параметры <code>search</code> и <code>additional_output</code>';
$lang['porg_v13_api_s7'] = 'новый входной параметр <code>position</code>';
$lang['porg_v13_api_s8'] = 'новый выходной параметр <code>is_favorite</code>';
$lang['porg_v13_apibrowser_image1_label'] = 'Большое обновление проводника API. Инструмент для разработчиков. Интеграция фильтра поиска по дереву доступных методов.';
$lang['porg_v13_apibrowser_title'] = 'API браузер';
$lang['porg_v13_apppromo_image1_label'] = 'Piwigo 13 будет продвигать мобильные приложения. Слишком много пользователей до сих пор не знают о них! Разумеется, этот рекламный баннер скрывается «навсегда» в 1 клик.';
$lang['porg_v13_apppromo_text'] = 'Как вы, возможно, уже видели в новостях, у Piwigo теперь есть серьезное предложение для смартфонов, как для iOS (iPhone), так и для Android (все остальные смартфоны).';
$lang['porg_v13_apppromo_title'] = 'Мобильные приложения';
$lang['porg_v13_associations_image1_label'] = 'Пользовательский интерфейс для выбора альбомов, связанных с фотографией, был полностью переработан с 2 целями: 1) сделать вес страницы (и, следовательно, скорость ее отображения) независимым от количества альбомов в галерее, 2) иметь возможность для редактирования связанных альбомов простым щелчком мыши.';
$lang['porg_v13_associations_title'] = 'Связанные альбомы';
$lang['porg_v13_badge_new'] = 'новый';
$lang['porg_v13_badge_redesign'] = 'редизайн';
$lang['porg_v13_badge_refresh'] = 'перезагрузка';
$lang['porg_v13_history_image1_label'] = 'Настоятельно рекомендуется, вы можете отфильтровать "action=downloaded" и показать только список загрузок.';
$lang['porg_v13_history_text'] = 'Инструмент поиска в истории посещений был переработан. Он модернизирован как эстетически, так и технически, но также можно комбинировать фильтры, нажав на фотографию, пользователя или IP-адрес.';
$lang['porg_v13_history_title'] = 'История посещений';
$lang['porg_v13_intro1'] = 'Ориентирован на пользовательский опыт';
$lang['porg_v13_intro2'] = 'Piwigo продолжает работать над тем, чтобы сделать ваш пользовательский опыт максимально удобным. Итак, в этой версии 13 вы найдете изменения дизайна в администрировании, новый менеджер альбомов с древовидной структурой, возможность добавлять несколько форматов прямо из вашего веб-браузера, более полный установщик плагинов... С технической стороны, Piwigo получает совместимость с PHP 8.1, который начинает появляться везде. Всем хорошего обновления!';
$lang['porg_v13_matthieu_text1'] = 'Поздравления всем! Меня зовут Матье, и я работаю в Piwigo уже полтора года [Примечание редактора: с февраля 2021 года], даже если вы слышите обо мне только сейчас. Я присоединился к команде во время учебы в Epitech. Моя работа в Piwigo заключается в том, чтобы внедрять новые функции в программное обеспечение и модернизировать его пользовательский интерфейс, особенно в панели администрирования, а также создавать хорошее настроение во время наших встреч.';
$lang['porg_v13_matthieu_text2'] = 'У меня остался еще год до окончания учебы, и я надеюсь узнать больше благодаря Piwigo!';
$lang['porg_v13_multiformat_image1_label'] = 'В Piwigo 13 веб-форма для добавления фотографий дополнена режимом добавления формата, который можно активировать в правом верхнем углу. Используйте параметр локальной конфигурации <code>$conf[\'enable_formats\']</code>, чтобы сделать этот переключатель видимым.';
$lang['porg_v13_multiformat_text'] = 'Несколько форматов могут быть загружены так же, как фотографии. Функция «множественный формат» была введена 6 лет назад в Piwigo 2.8, но вы могли добавить ее только с помощью метода «синхронизации». Этот метод используется все реже и реже, в отличие от метода «веб-загрузки». Теперь вы можете воспользоваться несколькими форматами с формой веб-загрузки.<br>
<br>
Но подождите... что такое "множественный формат"? Есть возможность расширить фото дополнительными форматами. Например, у вас есть JPG в качестве основной фотографии, и вы расширяете его файлом RAW, файлом TIFF, другим JPG с цветовым профилем CMYK... чем угодно. Форматы перечислены рядом с фотографиями как «варианты загрузки».';
$lang['porg_v13_multiformat_title'] = 'Несколько форматов';
$lang['porg_v13_news_image1_label'] = 'Piwigo 13 будет отображать свежие новости (если им меньше 30 дней) с сайта piwigo.org.';
$lang['porg_v13_news_title'] = 'Свежие новости';
$lang['porg_v13_plugin_manager_image1_label'] = 'Страница установки плагинов была модернизирована, дополнена фильтрами и отображает больше информации о доступных плагинах. В Piwigo 13 представлена концепция сертификации, учитывающая возраст каждого плагина.';
$lang['porg_v13_plugin_manager_image2_label'] = 'Страница обновления плагина была переработана и предлагает больше информации. Обратите внимание, что это та же страница, что и основная страница обновления расширения: плагины, темы, языки.';
$lang['porg_v13_plugin_manager_text'] = 'После серьезной переработки первой вкладки для управления установленными плагинами мы взяли на себя вкладки для обновления и установки новых плагинов.';
$lang['porg_v13_plugin_manager_title'] = 'Менеджер плагинов';
$lang['porg_v13_remi_text1'] = 'Меня зовут Реми, и я работаю разработчиком в Piwigo уже больше года [Примечание редактора: с февраля 2021 года]. Я присоединился к команде с первой целью — догнать приложение для Android по сравнению с приложением для iOS. Не легко, но я мотивирован!';
$lang['porg_v13_remi_text2'] = 'После упорных попыток взять на себя старое приложение для Android я переключился на создание нового приложения. Piwigo NG использует новые технологии [Примечание редактора: Flutter] для облегчения написания кода. Я очень горжусь тем, что был у истоков этого приложения. Я также горжусь тем, что являюсь частью такой дружной и гостеприимной команды, как Piwigo.';
$lang['porg_v13_svg_text'] = 'Они уже поддерживались как "любой тип файла", но Piwigo 13 может отображать файл SVG непосредственно на веб-странице. Если вы используете Piwigo для упорядочивания своих логотипов или значков, вы действительно оцените это улучшение!<br>
<br>
Мы уже работали над тем, чтобы Modus (тема по умолчанию) и Bootstrap Darkroom (вторая по популярности тема) были совместимы с этой новой функцией.';
$lang['porg_v13_svg_title'] = 'Поддержка файлов SVG';
$lang['porg_v13_tagrename_image1_label'] = 'Мы изменили способ переименования тега. Раньше он был слишком маленьким, поэтому мы переместили его во всплывающее окно.';
$lang['porg_v13_tagrename_title'] = 'Переименование тега';
$lang['porg_v13_technical_features1'] = 'Обратите внимание, что более подробная документация доступна';
$lang['porg_v13_technical_features12'] = 'узнать больше';
$lang['porg_v13_technical_features13'] = 'Классы и данные для &lt;body&gt;';
$lang['porg_v13_technical_features14'] = 'Чтобы упростить настройку и возможную обработку во внешнем интерфейсе, мы добавили классы CSS в раздел &lt;body&gt; ярлык. А также атрибут <code>data</code>.';
$lang['porg_v13_technical_features15'] = 'Изменения API';
$lang['porg_v13_technical_features2'] = 'Технические изменения в Piwigo 13';
$lang['porg_v13_technical_features3'] = 'Прочтите, чтобы ваши расширения были совместимы с Piwigo 13.';
$lang['porg_v13_technical_features4'] = 'Пользовательские настройки';
$lang['porg_v13_technical_features5'] = 'Расположенные между переменными конфигурации (общими для всех пользователей) и файлами cookie (специфичными для веб-браузера), пользовательские настройки позволяют сохранять пользовательские настройки независимо от сеанса. Новые функции <code>userprefs_get_param</code>, <code>userprefs_update_param</code>, <code>userprefs_delete_param</code>.';
$lang['porg_v13_technical_features6'] = 'Совместимость с PHP 8.1';
$lang['porg_v13_technical_features7'] = 'PHP 8.1 появится на многих веб-хостингах, и многие из вас сообщали о проблемах с Piwigo 12. Совместимость с PHP 8.1 потребовала перехода на Smarty 4.1 (шаблонный движок).';