<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['porg_issue_1790'] = '[Менеджер альбомов] Проблемы с производительностью во внешнем и внутреннем интерфейсе для больших баз данных альбомов';
$lang['porg_issue_1800'] = 'неработающая страница (проблема с javascript) в диспетчере пользователей и редактировании фотографий в Català';
$lang['porg_issue_1801'] = 'подсчет числа сирот идет медленно';
$lang['porg_issue_1802'] = 'Эскейпы в комментариях, пользователях и альбомах делаются дважды';
$lang['porg_issue_1803'] = '[Менеджер альбомов] Нажимать на значки действий сложно с подсказкой';
$lang['porg_issue_1806'] = '[Менеджер альбомов] Обновление пользовательского интерфейса для менеджера альбомов';
$lang['porg_issue_1807'] = '[Менеджер плагинов] Задержки загрузки при большом количестве плагинов';
$lang['porg_issue_1808'] = '[13.x, управление альбомами] с удалением альбома всегда удалять сироты';