<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['porg_issue_1767'] = '[Создание пользователя] Попин не отвечает после создания.';
$lang['porg_issue_1768'] = 'Изменение метки кнопки, для применения порядка к родительским альбомам';
$lang['porg_issue_1770'] = 'некоторые файлы RAW неправильно считаются файлами TIFF';
$lang['porg_issue_1772'] = '[13.x, форма загрузки] ссылка на страницу мобильных приложений всегда на английском языке';
$lang['porg_issue_1774'] = 'Высота всплывающих окон связанных альбомов всегда меняется';
$lang['porg_issue_1775'] = '[Менеджер альбомов] Нет всплывающей подсказки на кнопке порядка сортировки';
$lang['porg_issue_1780'] = '[13.x] медленный менеджер альбомов с большим количеством альбомов';
$lang['porg_issue_1781'] = '[Менеджер альбома] Плохой UX для всплывающей подсказки о создании альбома';
$lang['porg_issue_1782'] = '[Страница истории] Не удается выполнить фильтрацию по определенному IP-адресу';
$lang['porg_issue_1783'] = '[Страница истории] Добавлена возможность фильтровать изображение со страницы редактирования изображения.';
$lang['porg_issue_1784'] = '[Страница истории] Добавлена возможность фильтровать пользователя со страницы пользователя';
$lang['porg_issue_1787'] = '[Всплывающее окно связанных альбомов] Полоса прокрутки всегда видна в Chrome';
$lang['porg_issue_1792'] = 'PHP8 \'get_magic_quotes_gpc\' удален и прерывает экранирование пользовательского ввода.';
$lang['porg_issue_1793'] = '[Менеджер альбомов] Неправильная метка кнопки проверки сортировки';
$lang['porg_issue_1794'] = '[Менеджер альбомов] Нажмите Enter, чтобы создать несколько альбомов.';
$lang['porg_issue_1795'] = '[Редактирование фото] Название не переводится';
$lang['porg_issue_1796'] = '[Редактирование альбома] Заголовки для порядка фотографий и уведомлений ломают страницу';