<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['porg_issue_1824'] = '[менеджер пользователей] фильтры min_register/max_register применяются, даже когда фильтры закрыты';
$lang['porg_issue_1825'] = '[менеджер пользователей] Проблема с выбором режима выбора';
$lang['porg_issue_1826'] = '[менеджер пользователей] Фокус на вводе имени пользователя при создании пользователя';
$lang['porg_issue_1827'] = 'Картинки пропали/удалены после обновления с 13.1 -> 13.3';