<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['porg_issue_1910'] = 'Есть SQL-инъекция в функции \"permalinks\" Piwigo';
$lang['porg_issue_1911'] = 'Есть SQL-инъекция в функции \"profile\" Piwigo';
$lang['porg_issue_1914'] = '[13.7.0] bad request в сортировке альбомов';
$lang['porg_issue_1907'] = '[da_DK] потерянные новости от piwigo.org';
$lang['porg_issue_1905'] = '[Страница истории] Сделали изображения кликабельными, чтобы перейти непосредственно на страницу их редактирования';
$lang['porg_issue_1903'] = '[Диспетчер пользователей] Подтверждающее окно для удаления пользователя содержало непереведенный текст.';
$lang['porg_issue_1901'] = '[Темная тема] Обновления цветовой схемы';
$lang['porg_issue_1887'] = '[Редактор альбомов] Удаление альбома не работало';
$lang['porg_issue_1883'] = 'Редактирование тега, кнопка Отмена не работала';
$lang['porg_issue_1880'] = '[Диспетчер пользователей] Редактирование электронной почты блокировалось редактором пользователя';
$lang['porg_issue_1879'] = '[Темная тема] Изменение стиля значков в темной теме';
$lang['porg_issue_1878'] = '[Менеджер пользователей] Статус пользователя не переводился';
$lang['porg_issue_1876'] = '[Страница истории] SQL инъекция. Уязвимость, найденная в 13.5.0';