<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['porg_issue_2077'] = 'Ошибка Javascript в Piwigo v14 в итальянском переводе';
$lang['porg_issue_2076'] = '[поиск 14.x] невозможно очистить фильтр поиска альбомов';
$lang['porg_issue_2074'] = '[установка] ошибка автоматической активации плагинов в PHP 7.4+';
$lang['porg_issue_2072'] = '[Редактор Альбомов 14.x] Поле Описание слишком маленькое';
$lang['porg_issue_2066'] = '[14.x] сохранена совместимость с PHP 7.0';
$lang['porg_issue_2070'] = '[batch manager] Колонка \'object_id\' не может быть пустой';
$lang['porg_issue_2073'] = 'Менеджер тегов и расширенное описание: вы не можете изменить исходную версию';
$lang['porg_issue_2075'] = 'Исправление отсутствующих метаданных EXIF для изображений, загруженных в формате HEIC';
$lang['porg_issue_2080'] = '[14.x] Ошибка разбора: синтаксическая ошибка, неожиданное \')\' в файле cat_modify.php';