<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['A major update, focused on design and user experience, once more.'] = 'Крупное обновление, снова сосредоточенное на дизайне и пользовательском опыте.';
$lang['Interview %s'] = 'Интервью с %s';
$lang['Technical features'] = 'Технические особенности';
$lang['The menu'] = 'Меню';
$lang['porg_v12_activities_image1_label'] = 'Вы можете экспортировать эти действия в файл CSV, который можно открыть в любой программе для работы с электронными таблицами (Excel, Libre Office…).';
$lang['porg_v12_activities_text'] = 'В Piwigo 12 появляется новый экран: журнал действий пользователя. Он позволяет вам видеть действия, выполняемые в администрировании Piwigo каждым пользователем: добавить/удалить/изменить альбом, фотографию, группу... Вы можете отфильтровать этот список для каждого администратора.';
$lang['porg_v12_activities_title'] = 'Журнал активности пользователей';
$lang['porg_v12_album_sort_image1_label'] = 'Новая кнопка "Переместить" переходит из менеджера альбомов в средство перемещения альбомов.';
$lang['porg_v12_album_sort_title'] = 'Сортировка альбомов';
$lang['porg_v12_alternate_views_image1_label'] = 'На самом деле добавлено в версии 11.4, давайте представим эту новую функцию должным образом! Мы получили много отзывов о "плиточном" представлении менеджера альбомов в Piwigo 11. Много недовольных сообщений. Мы решили предложить альтернативные виды менеджера альбомов, менеджера плагинов и нового менеджера пользователей.';
$lang['porg_v12_alternate_views_title'] = 'Альтернативные представления';
$lang['porg_v12_badge_new'] = 'новое';
$lang['porg_v12_badge_redesign'] = 'редизайн';
$lang['porg_v12_badge_refresh'] = 'перезагрузка';
$lang['porg_v12_enora_text1'] = 'Меня зовут Энора, и мне посчастливилось присоединиться к команде Piwigo во время учебы в области дизайна UI/UX. Я работал над новым дизайном для администрирования Piwigo в версии 12. Моим главным приоритетом было сделать его более удобным для пользователя.';
$lang['porg_v12_enora_text2'] = 'Я использовал свои знания и обновил их благодаря советам команды. Я хотел обновить пользовательские интерфейсы, пытаясь адаптировать их для каждого типа пользователей.';
$lang['porg_v12_intro1'] = 'Короче, Сильнее, Легче, Быстрее';
$lang['porg_v12_intro2'] = 'Версия 12 выходит намного быстрее, чем версия 11. Мы решили внести меньше изменений, но сократить цикл выпуска. Меньше изменений, но все же сильные изменения. В непрерывных усилиях последних лет мы по-прежнему сосредоточены на панели администратора. И мы еще не закончили! У нас еще есть много улучшений для подготовки к будущему. Переписанный менеджер пользователей, переработанный менеджер плагинов, добавлен просмотрщик действий — вот некоторые очевидные изменения, которые вы увидите сразу. Менее заметные, мы внедрили новый механизм, лаунж, чтобы сделать ваши большие галереи намного легче для загрузки.';
$lang['porg_v12_intro3'] = 'Выпейте кофе и наслаждайтесь чтением.';
$lang['porg_v12_louis_text1'] = 'Меня зовут Луис, и я начал свою работу в Piwigo в октябре 2020 года для изучения компьютерных наук. Я начал с исправления проблем версии 11 в период бета-тестирования.';
$lang['porg_v12_louis_text2'] = 'Затем я работал над изменениями для версии 12: интеграция страниц, подготовленных дизайнерами. Особенно я работал над новым поколением менеджера пользователей. <i>Примечание редактора: новый менеджер пользователей затем будет завершен Матье, который сосредоточится на Piwigo 13!</i>';
$lang['porg_v12_maintenance_image1_label'] = 'Дизайн страницы обслуживания был обновлен и теперь содержит более подробную информацию о размере кеша и возможности его обновления (перед очисткой).';
$lang['porg_v12_maintenance_image2_label'] = 'Обслуживание теперь отображает список активных плагинов.';
$lang['porg_v12_maintenance_title'] = 'Обслуживание';
$lang['porg_v12_plugin_manager_image1_label'] = 'В Piwigo 12 плагин активируется одним щелчком переключателя. Нет больше перезагрузки страницы. Изменитель жизни! Ну... может быть, не "всю" вашу жизнь, но, по крайней мере, вашу жизнь, когда вы управляете своими плагинами!';
$lang['porg_v12_plugin_manager_text'] = 'Диспетчер подключаемых модулей уже претерпел изменения в Piwigo 11, но мы решили снова его доработать для этой версии 12.<br>
<br>
1) До сих пор активированные и деактивированные плагины отображались отдельно. Теперь все они отображаются вместе и могут быть отфильтрованы.<br>
<br>
2) В предыдущих версиях при активации плагина экран перезагружался, и вам приходилось искать в списке только что активированный плагин, чтобы получить доступ к его настройкам. Совсем не практично, особенно со многими плагинами.';
$lang['porg_v12_plugin_manager_title'] = 'Менеджер плагинов';
$lang['porg_v12_technical_features1'] = 'Обратите внимание, что более подробная документация доступна';
$lang['porg_v12_technical_features13'] = 'Обновленные библиотеки';
$lang['porg_v12_technical_features14'] = 'В основном для совместимости с PHP 8 мы обновили некоторые библиотеки, используемые в ядре Piwigo: Smarty 3.1.39, PHPMailer 6.5.1, JShrink 1.4.0.';
$lang['porg_v12_technical_features15'] = 'Изменения API';
$lang['porg_v12_technical_features2'] = 'Технические изменения в Piwigo 12';
$lang['porg_v12_technical_features3'] = 'Прочтите это, чтобы ваши расширения были совместимы с Piwigo 12.';
$lang['porg_v12_technical_features4'] = 'Лаунж';
$lang['porg_v12_technical_features5'] = 'Новый фоновый механизм, "лаунж", для буферизации фотографий во время загрузки. Это позволит избежать слишком большого количества перестроек пользовательского кэша. Чтобы было понятнее: на больших галереях при загрузке фото нагрузка на сервер будет намного меньше. Говоря «большие галереи», мы имеем в виду 100 000 фотографий и более.';
$lang['porg_v12_technical_features6'] = 'Требуется PHP 7, совместим с PHP 8';
$lang['porg_v12_technical_features7'] = 'Piwigo 11 была последней версией, совместимой с PHP 5. Теперь для Piwigo 12 требуется PHP 7.0. Мы также сделали его совместимым с PHP 8.';
$lang['porg_v12_user_manager_image1_label'] = 'Менеджер пользователей был переписан с нуля. Пользователей нельзя редактировать и выбирать одновременно, вы находитесь либо в режиме редактирования, либо в режиме выбора. Пользователь "гость" был удален из списка и получил специальную кнопку. Добавлены расширенные фильтры.';
$lang['porg_v12_user_manager_image2_label'] = 'В режиме выбора вы можете применить одно и то же действие к нескольким пользователям одновременно.';
$lang['porg_v12_user_manager_image3_label'] = 'Окно пользовательской версии также было переработано.';
$lang['porg_v12_user_manager_text'] = 'Полная переработка пользовательского менеджера: более современный и красочный, более понятный, улучшенный пользовательский интерфейс с простой фильтрацией и специальным режимом выбора.';
$lang['porg_v12_user_manager_title'] = 'Менеджер пользователей';