<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['porg_v2100_dup_s1'] = 'Пакетный режим поможет разыскать дубликаты изображений.';
$lang['porg_v2100_dup_s2'] = 'Эта фишка не нова, но мы улучшили ее в Piwigo 2.10';
$lang['porg_v2100_themesgithub_title'] = 'Каждая тема имеет свой собственный репозиторий';
$lang['porg_v2100_triggers_s1'] = 'Мы добавили 2 новых триггера при удалении тегов и групп:';
$lang['porg_v2100_triggers_title'] = 'Новые триггеры';
$lang['porg_v2100_upgrade_title'] = 'Действие для проверки обновлений было перемещено';
$lang['porg_v2100_upload_c2'] = 'Во-вторых, всё понятно при передаче файлов. Вы можете увидеть оставшиеся изображения в очереди загрузки и эскизы уже загруженных изображений.';
$lang['porg_v2100_upload_c3'] = 'В итоге, Piwigo подводит итоги загрузки и дает вам быстрый доступ к управлению загруженными изображениями, либо по отдельности, либо оптом - в пакетном режиме.';
$lang['porg_v2100_upload_title'] = 'Форма загрузки получила новый дизайн';
$lang['porg_v2100_upload_c1'] = 'Во-первых, выбирайте альбом и несколько изображений.';
$lang['updated'] = 'обновлено';
$lang['Technical features'] = 'Технические параметры';
$lang['a major update, focused on design and user experience'] = 'Серьезное обновление, направленное на дизайн и удобство пользователей';
$lang['porg_v2100_android9_s3'] = 'Это исправлено в Piwigo 2.10';
$lang['porg_v2100_android9_title'] = 'Тема SmartPocket теперь совместима с Андроид 9';
$lang['porg_v2100_activity_s3'] = 'На данный момент Piwigo просто записывает эти действия.';
$lang['porg_v2100_comments_title'] = 'Мы отключили комментарии пользователей по умолчанию';
$lang['porg_v2100_darkmode_s4'] = 'Мы хотим, чтобы Piwigo был удобен для Ваших глаз!';
$lang['porg_v2100_android9_s6'] = 'Вы можете отключить SmartPocket, если предпочитаете всегда использовать Modus.';
$lang['porg_v2100_api_s1'] = 'устанавливает контрольную сумму файла отсутствующего изображения.';
$lang['porg_v2100_darkmode_s1'] = 'Панель управления и администрирования в нашем новом темном режиме.';
$lang['porg_v2100_activity_s4'] = 'Мы сможем показать это позднее.';
$lang['porg_v2100_albums_c1'] = 'Менеджер альбома теперь обладает большими командными кнопками.';
$lang['porg_v2100_albums_title'] = 'Менеджер альбовом, больше и проще';
$lang['porg_v2100_android9_s2'] = 'Мобильная тема, SmartPocket, не была правильно загружена с Android 9.';
$lang['porg_v2100_api_s3'] = 'добавлет изображение в избранное пользователя.';
$lang['porg_v2100_api_s4'] = 'удаляет изображение из избранного пользователя.';
$lang['porg_v2100_api_s5'] = 'выводит список любимых избранных изображений.';
$lang['porg_v2100_api_title'] = 'Усовершенствования API';
$lang['porg_v2100_activity_title'] = 'Действия админа зарегистрированы';