<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['porg_issue_1546'] = 'Ссылка в Piwigo на \"новые захватывающие функции\" пустая';
$lang['porg_issue_1547'] = '[обновление] группы desc не работают в MySQL 8';
$lang['porg_issue_1549'] = 'Нет обновлений расширений, в то время как панель инструментов говорит об обратном';
$lang['porg_issue_1550'] = 'Страница плагинов не работает';
$lang['porg_issue_1552'] = '[12.0] после загрузки альбом X теперь содержит 0 фотографий';
$lang['porg_issue_1553'] = 'pwg.images.uploadCompleted добавлена информация об обновленной категории';
$lang['porg_issue_1554'] = '[12.x] форма загрузки, неожиданно выбранный альбом';
$lang['porg_issue_1555'] = 'пропущен перевод на странице редактирования фото';