<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['porg_issue_1831'] = '[Редактирование альбома] Неверное перенаправление при удалении альбома';
$lang['porg_issue_1832'] = '[Менеджер пользователей] Сохранить нумерацию страниц в user_prefs';
$lang['porg_issue_1834'] = '[Менеджер пользователей] Добавить информацию о фильтре';
$lang['porg_issue_1835'] = 'Piwigo-13.4.0-Сохраненная XSS-уязвимость в User-Agent';
$lang['porg_issue_1836'] = 'больше не выполнять инструкции obsolete.list при минорных обновлениях';
$lang['porg_issue_1837'] = '[Менеджер альбомов] Добавить собственную всплывающую подсказку для значков';
$lang['porg_issue_1838'] = '[Активность] скрыть соединения из списка действий пользователя';
$lang['porg_issue_1839'] = '[Активность] отсутствуют имена пользователей при регистрации пользователя';
$lang['porg_issue_1841'] = 'регистрировать системные действия (обновления ядра, активация плагинов...)';
$lang['porg_issue_1849'] = 'сразу после обновления ядра Piwigo по-прежнему говорит, что текущая версия является предыдущей';
$lang['porg_issue_1852'] = 'возможность отключить обновления ядра/расширений';