<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['porg_v14_technical_features1'] = 'Пожалуйста, обратите внимание на более подробную документацию о';
$lang['porg_v14_technical_features2'] = 'Технические изменения в Piwigo 14';
$lang['porg_v14_technical_features3'] = 'Пожалуйста, прочитайте его, чтобы сделать ваши расширения совместимыми с Piwigo 14.';
$lang['porg_v14_search_title'] = 'Поисковая система';
$lang['porg_v14_storagetooltips_image1_label'] = 'Приятные на вид детали на панели хранения. Для каждой "категории" файлов Piwigo сообщает, сколько файлов для каждого расширения и какого размера они занимают в вашем хранилище.';
$lang['porg_v14_storagetooltips_title'] = 'Детали хранения';
$lang['porg_v14_search_image3_label'] = '<b>Поиск в этом наборе</b>: при просмотре альбома, тега или комбинации тегов Piwigo предоставляет кнопку и иконку "поиск в этом наборе". При нажатии на нее создается новый поиск, предварительно отфильтрованный по альбому (или списку тегов), и вы можете добавлять фильтры. Например, если вы хотите найти фотографии, добавленные в 2018 году в альбом "животные/лисы", это будет очень просто.';
$lang['porg_v14_search_text'] = 'Новая система поиска в галерее - это, безусловно, самая большая эволюция Piwigo 14. Вместо страницы с формой, а затем страницы с результатами, новый "многокритериальный" поиск отображает критерии поиска и результаты одновременно. На данный момент вы можете фильтровать по альбомам, тегам, искать по слову, добавленному автором, автору, дате публикации и типам файлов. Новые фильтры появятся в будущих версиях.';
$lang['porg_v14_notificationgroup_image1_label'] = 'Если у вас много администраторов, но вы не хотите, чтобы все они получали уведомления о подписке нового пользователя, вы можете отфильтровать их по группе пользователей.';
$lang['porg_v14_notificationgroup_title'] = 'Уведомления групп';
$lang['porg_v14_search_image1_label'] = 'Новая панель фильтров для поиска заменяет как старый "быстрый поиск" в меню, так и страницу "расширенный поиск".';
$lang['porg_v14_search_image2_label'] = 'Когда вы ищете слово "панда", Piwigo может найти совпадения среди тегов или альбомов. Piwigo отобразит список и позволит вам напрямую открыть тег или альбом, минуя поиск.';
$lang['porg_v14_newfiles_title_menu'] = 'Поддержка HEIC, WebP, PSD, EPS';
$lang['porg_v14_newfiles_title'] = 'Поддержка новых типов файлов';
$lang['porg_v14_duplicates_title'] = 'Избегайте дублирования';
$lang['porg_v14_intro1'] = 'Поиск и не только';
$lang['porg_v14_intro2'] = 'Поисковая система в галерее получила глубокий редизайн. Наши опросы показали, что Piwigo хорошо справляется с поиском фотографий среди тысяч. Давайте сделаем так, чтобы Piwigo стал идеальным в этой задаче! Именно поэтому мы переработали пользовательский опыт с нуля.';
$lang['porg_v14_intro3'] = 'Piwigo 14 также поставляется с ожидаемой поддержкой новых типов файлов изображений, таких как HEIC, совместимостью с PHP 8.2, новым редактором альбомов и улучшением скорости.';
$lang['porg_v14_mimetypes_image1_label'] = 'Иконки mimetype, которые отображаются Piwigo при отсутствии плаката, получили обновление.';
$lang['porg_v14_mimetypes_title'] = 'Иконки миметипов';
$lang['porg_v14_newfiles_text'] = '<b>HEIC</b>: в настоящее время это тип файла по умолчанию, используемый для фотографий на телефонах iOS и Android. Piwigo создаст файл JPEG для отображения и сохранит HEIC в качестве исходного файла.<br>
<br>
<b>WebP</b>: наиболее "поддерживаемый веб-браузерами" тип файлов, заменяющий JPEG. Piwigo генерирует файлы WebP для отображения в нескольких размерах. Это большое отличие от других типов файлов, поддерживаемых только "в качестве входных". WebP поддерживается как для импорта, так и для отображения. WebP интересен тем, что может заменить JPEG с более высоким качеством при том же весе файла, может заменить анимированный GIF при гораздо меньшем весе, а также может заменить PNG с качеством без потерь и прозрачностью..<br>
<br>
<b>PSD</b> (Photoshop) and <b>EPS</b>: Piwigo сгенерирует JPEG или PNG для отображения и сохранит PSD/EPS в качестве исходного файла.';
$lang['porg_v13_technical_features7'] = 'PHP 8.2 быстро появился на многих серверах, и Piwigo должен был быть совместим с ним! Обновлены библиотеки: Smarty 4.3, PHPMailer 6.8.0, пользовательские изменения cssmin.';
$lang['porg_v14_albumeditor_image1_label'] = 'Новый редактор альбомов: более эффективное использование пространства, более последовательное отображение на маленьких и больших экранах, фиксированное положение кнопки подтверждения (внизу справа).';
$lang['porg_v14_badge_new'] = 'новое';
$lang['porg_v14_badge_redesign'] = 'редизайн';
$lang['porg_v14_badge_refresh'] = 'обновление';
$lang['porg_v13_technical_features5'] = 'Новый параметр расширенной конфигурации <code>$conf[\'url_port\']</code>, очень полезный при использовании экзотических сред обратного прокси.';
$lang['porg_v13_technical_features6'] = 'Совместимость с PHP 8.2';
$lang['porg_v13_technical_features13'] = 'Вычислить сирот';
$lang['porg_v13_api_s3'] = 'новый параметр <code>is_download</code>';
$lang['porg_v13_api_s4'] = 'новый параметр <code>search</code>';
$lang['porg_v13_api_s5'] = 'новые параметры';
$lang['porg_v13_technical_features15'] = 'Изменения в API';
$lang['porg_v13_technical_features4'] = 'Настройка конфигурации для url_port';
$lang['porg_v14_duplicates_text'] = 'Во время загрузки Piwigo определит, не был ли тот же самый файл уже загружен ранее. Если такой файл найден, то Piwigo просто использует существующую фотографию и свяжет ее с загружаемым альбомом, не дублируя файл.
Эта опция будет активирована по умолчанию для всех новых установок, но будет деактивирована для обновленных установок, чтобы не менять поведение загрузки. Конечно, вы можете изменить эту настройку, на стр.';
$lang['porg_v14_claire_text2'] = 'Для этой версии Piwigo 14 я работал над эталоном различных решений для поиска и фильтрации, черпая вдохновение не только в инструментах для работы с фотобиблиотеками, но и на сайтах электронной коммерции, в CRM-программах... Моя цель состояла в том, чтобы предоставить командам разработчиков и дизайнеров источники вдохновения для улучшения функций поиска и фильтрации в галереях Piwigo.';
$lang['porg_v14_claire_text1'] = 'Меня зовут Клэр, и в Piwigo я отвечаю за маркетинг, коммуникации, документацию и многое другое! Я люблю общаться с пользователями, чтобы лучше понять их ожидания и то, как они используют Piwigo.';
$lang['porg_v13_api_s2'] = 'создать новый поиск';
$lang['The menu'] = 'ассоциировать/диссоциировать/перемещать фотографии';
$lang['porg_v13_api_s1'] = 'связывать/отвязывать/перемещать фотографии';
$lang['Technical features'] = 'Технические характеристики';
$lang['New search engine, new album editor, new file types.'] = 'Новая поисковая система, новый редактор альбомов, новые типы файлов.';
$lang['Interview %s'] = 'Интервью %s';
$lang['porg_v13_technical_features14'] = 'В больших галереях, содержащих более 100 тыс. фотографий, поиск сирот может занимать несколько секунд. Piwigo 14 уменьшает время поиска сирот и использует кэш, чтобы выполнять этот поиск гораздо реже.';
$lang['porg_v14_albumeditor_title'] = 'Редактор альбомов';
$lang['porg_v14_alice_text1'] = 'Меня зовут Алиса, и я работаю UX/UI-дизайнером в Piwigo с июня 2022 года. За этой любопытной аббревиатурой скрывается увлекательная работа: создание эргономичных, интуитивно понятных и удобных интерфейсов для всего приложения. Моя главная цель - чтобы вам нравилось пользоваться Piwigo каждый день!';
$lang['porg_v14_alice_text2'] = 'Иногда я также надеваю свою шляпу графического дизайнера, чтобы создавать всевозможные визуальные эффекты для иллюстрации различных веб-сайтов и коммуникационных инициатив Piwigo. Например, баннер для версии 14!';