<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['porg_issue_2081'] = '[14.1.0] отсутствуют иконки меню и календаря';
$lang['porg_issue_2086'] = 'Неправильные иконки когда AdminTools активен';
$lang['porg_issue_2088'] = 'автозаполнение history.section должно быть регистронезависимым';
$lang['porg_issue_2089'] = 'скрыть кнопку \"искать в этом наборе\" по умолчанию';
$lang['porg_issue_2093'] = 'удаление новой строки в процессе импорта/синхронизации метаданных IPTC';
$lang['porg_issue_2094'] = '[поиск 14.x] selectize listbox слишком короткий';
$lang['porg_issue_2095'] = '[UX] показать что \"Кто может смотреть это изображение?\" относится к уровню конфиденциальности
';
$lang['porg_issue_2096'] = '[поиск] сохранение списка фильтров';