<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['porg_v2100_dup_s1'] = 'Пакетный режим поможет разыскать дубликаты изображений.';
$lang['porg_v2100_dup_s2'] = 'Эта фишка не нова, но мы улучшили ее в Piwigo 2.10';
$lang['porg_v2100_themesgithub_title'] = 'Каждая тема имеет свой собственный репозиторий';
$lang['porg_v2100_triggers_s1'] = 'Мы добавили 2 новых триггера при удалении тегов и групп:';
$lang['porg_v2100_triggers_title'] = 'Новые триггеры';
$lang['porg_v2100_upgrade_title'] = 'Действие для проверки обновлений было перемещено';
$lang['porg_v2100_upload_c2'] = 'Во-вторых, всё понятно при передаче файлов. Вы можете увидеть оставшиеся изображения в очереди загрузки и эскизы уже загруженных изображений.';
$lang['porg_v2100_upload_c3'] = 'В итоге, Piwigo подводит итоги загрузки и дает вам быстрый доступ к управлению загруженными изображениями, либо по отдельности, либо оптом - в пакетном режиме.';
$lang['porg_v2100_upload_title'] = 'Форма загрузки получила новый дизайн';
$lang['porg_v2100_upload_c1'] = 'Во-первых, выбирайте альбом и несколько изображений.';
$lang['updated'] = 'обновлено';
$lang['Technical features'] = 'Технические параметры';
$lang['a major update, focused on design and user experience'] = 'Серьезное обновление, направленное на дизайн и удобство пользователей';
$lang['porg_v2100_android9_s3'] = 'Это исправлено в Piwigo 2.10';
$lang['porg_v2100_android9_title'] = 'Тема SmartPocket теперь совместима с Андроид 9';