<?php
// +-----------------------------------------------------------------------+
// | This file is part of Piwigo.                                          |
// |                                                                       |
// | For copyright and license information, please view the COPYING.txt    |
// | file that was distributed with this source code.                      |
// +-----------------------------------------------------------------------+
$lang['porg_privacy_mobile_protection_6'] = 'כאשר אתם מעלים תמונות לגלריית Piwigo, התמונות עשויות להכיל מידע פרטי כמו קואורדינטות GPS או תגובות.';
$lang['porg_privacy_mobile_protection_7'] = 'האפליקציות מספקות אפשרות להסרת מידע זה מקבצי התמונות לפני ההעלאה בחלק ההגדרות.';
$lang['porg_privacy_mobile_protection_8'] = 'זו אחריותו של המשתמש להחליט האם מידע פרטי זה יעלה.';
$lang['porg_privacy_mobile_security_2'] = 'למרות שנקטנו בצעדים סבירים להבטחת המידע האישי שסיפקתם לנו, יש להיות מודעים לכך שלמרות מאמצינו, אין אמצעי אבטחה מושלמים או בלתי ניתנים לחדירה, ואין שיטת העברת נתונים שניתן להבטיח נגד כל חטיפה או שימוש בלתי ראוי.';
$lang['porg_privacy_mobile_security_3'] = 'כל מידע שנחשף באינטרנט פגיע לחטיפה ושימוש בלתי מורשה על ידי גורמים לא מורשים.';
$lang['porg_privacy_mobile_storage_1'] = 'האפליקציות אוחסנות נתונים רק כדי לענות על מטרה אחת: גישה לגלריית Piwigo המאוחסנת בשרת רחוק.';
$lang['porg_privacy_mobile_storage_2'] = 'לא נאסף, מועבר או מאוחסן שום מידע שאינו נדרש לפונקציונליות המיועדת.';
$lang['porg_privacy_mobile_storage_3'] = 'כאשר אתם נכנסים לאפליקציות, המידע האישי שלכם אינו נאסף באמצעות שימוש בטכנולוגיית מעקב.';
$lang['porg_privacy_mobile_storage_4'] = 'אנו משתמשים רק במנגנוני מטמון כדי לעזור להתאים אישית את האפליקציות ולשפר את חווייתכם.';
$lang['porg_privacy_mobile_data_piwigo_2'] = 'בנוסף לכך, כל התמונות, הווידאו וקבצים אחרים שנבחרו להורדה/העלאה והתוכן שהוזן נשמרים, מעובדים ומועברים לאתר הגלריה שהוגדר.';
$lang['porg_privacy_mobile_intro_1'] = '<a href="%s" target="_blank">Piwigo-Android</a> ו-<a href="%s" target="_blank">Piwigo-Mobile</a> הם יישומי לקוח חופשיים, פתוחים ומקוריים עבור Piwigo.';
$lang['porg_privacy_mobile_intro_10'] = 'נודיע לכם על כל שינוי על ידי עדכון תאריך ה-"עודכן לאחרונה" של מדיניות הפרטיות הזו.';
$lang['porg_privacy_mobile_intro_11'] = 'אתם מוזמנים לסקור מדי פעם את מדיניות הפרטיות כדי להישאר מעודכנים.';
$lang['porg_privacy_mobile_intro_12'] = 'תחשבו כאילו הודעתם, תהיו כפופים לכך, ותחשבו כאילו קיבלתם את השינויים בכל מדיניות פרטיות מעודכנת בשימושכם המתמשך באפליקציות לאחר פרסום מדיניות הפרטיות המעודכנת.';
$lang['porg_privacy_mobile_intro_13'] = 'מדיניות הפרטיות הזו אינה חלה על חנות אונליין/ניידת של צד שלישי ממנה אתם מתקינים את האפליקציות או מבצעים תשלומים, כולל פריטים וירטואליים בתוך האפליקציה, שגם הם עשויים לאסוף ולהשתמש בנתונים אודותיכם.';
$lang['porg_privacy_mobile_intro_14'] = 'אנו איננו אחראים לאף אחד מהנתונים שנאספים על ידי כל צד שלישי כזה.';
$lang['porg_privacy_mobile_intro_2'] = 'מדיניות הפרטיות הזו חלה על אפליקציות יילידיות אלו ל-Android ו-iOS, המתחברות לאתרי Piwigo שאינם נמצאים תחת שליטת המחברים.';
$lang['porg_privacy_mobile_intro_3'] = 'בדקו את מדיניות הפרטיות של האתרים המתאימים לפני שתגדירו חשבון ב-Piwigo-Android או Piwigo-Mobile לחיבור לגלריה.';
$lang['porg_privacy_mobile_intro_4'] = 'מפתחי Piwigo-Android ו-Piwigo-Mobile, אנו (או "אנחנו" או "שלנו") מכבדים את פרטיות המשתמשים שלנו ("משתמש" או "אתם").';
$lang['porg_privacy_mobile_intro_5'] = 'מדיניות הפרטיות הזו מסבירה כיצד אנו אוספים, משתמשים, מפרסמים ומגנים על המידע שלכם כאשר אתם משתמשים באפליקציות שלנו (ה"אפליקציות").';
$lang['porg_privacy_mobile_intro_6'] = 'שמותינו ניתנים להוצאה מהמטא-דאטה במאגרי ה-git ומסעיף ההוקרות בתוך האפליקציות.';
$lang['porg_privacy_mobile_intro_7'] = 'אנא קראו את מדיניות הפרטיות הזו בקפידה.';
$lang['porg_privacy_mobile_intro_8'] = 'אם אינכם מסכימים עם תנאי מדיניות הפרטיות הזו, אנא אל תגשו לאפליקציות.';
$lang['porg_privacy_mobile_protection_1'] = 'האפליקציות שומרות נתונים באופן מקומי על המכשיר שעליו הן מופעלות.';
$lang['porg_privacy_mobile_protection_2'] = 'אתם אחראים להגן על הנתונים השמורים מגישה לא מורשית.';
$lang['porg_privacy_mobile_protection_3'] = 'אנו ממליצים בחום להשתמש ב-HTTPS כדי להגן על נתונים במהלך העברתם והאפליקציות מנסות להשתמש בחיבורים מוצפנים באמצעות HTTPS בפעם הראשונה שהמשתמש מקים חיבור עם גלריית Piwigo.';
$lang['porg_privacy_mobile_protection_4'] = 'שמירה על תעודות וספריות לגישה ב-HTTPS מתוחזקת תחת אחריות מפעיל שרת ה-Piwigo.';
$lang['porg_privacy_mobile_protection_5'] = 'כאשר האפליקציות אינן יכולות להשתמש ב-HTTPS, הן מעבירות ל-HTTP והנתונים אינם מוצפנים במהלך ההעברה.';
$lang['Geo-Location Information'] = 'מידע על מיקום גיאוגרפי';
$lang['Mobile Device Access'] = 'גישה למכשיר נייד';
$lang['Security of your information'] = 'אבטחת המידע שלכם';
$lang['Why does the mobile app store data?'] = 'מדוע האפליקציה הניידת שומרת נתונים?';
$lang['porg_privacy_mobile_contact_1'] = 'אם יש לכם שאלות או הערות לגבי מדיניות הפרטיות הזו, אנא צרו קשר איתנו ב:';
$lang['porg_privacy_mobile_data_device_1'] = 'האפליקציות עשויות לבקש גישה או אישור לתכונות מסוימות מהמכשיר הנייד שלכם, כולל ספריית התמונות ואחסון הקבצים במכשיר הנייד, Android AccountManager, Apple Keychain, תיקיות אחסון מבוססות ענן וזרות, גיאולוקציה ותכונות נוספות.';
$lang['porg_privacy_mobile_data_device_2'] = 'אם ברצונכם לשנות את הגישה או ההרשאות שלנו, תוכלו לעשות זאת בהגדרות המכשיר שלכם, אך יש לדעת שחלק מהגישות הן חיוניות להעלאת קבצי מדיה מהמכשיר הנייד שלכם לגלריית Piwigo או לאחסון קבצי מדיה של Piwigo במכשיר הנייד שלכם.';
$lang['porg_privacy_mobile_data_device_3'] = 'בעת יצירת קשר עם צוות התמיכה, מידע על המכשיר כגון מזהה המכשיר הנייד, דגם ויצרן, גרסת מערכת ההפעלה שלכם, דוא"ל, מדינה, מיקום וכל נתון אחר שתבחרו לספק עשוי להיות מועבר לצוות הפיתוח של האפליקציות.';
$lang['porg_privacy_mobile_data_device_4'] = 'למעט הנתונים שמשתפים המשתמשים במפורש עם המפתחים, שום תוכן לא יאוחסן, יועבר או יעובד על ידינו.';
$lang['porg_privacy_mobile_data_geo_1'] = 'עשויים לבקש גישה או אישור למעקב אחר מידע מבוסס מיקום מהמכשיר הנייד שלכם, באופן רציף או בזמן שימוש באפליקציות, כדי לספק שירותים מבוססי מיקום.';
$lang['porg_privacy_mobile_data_geo_2'] = 'אם ברצונכם לשנות את הגישה או ההרשאות שלנו, תוכלו לעשות זאת בהגדרות המכשיר שלכם.';
$lang['porg_privacy_mobile_security_1'] = 'אנו משתמשים באמצעי אבטחה טכניים כדי לעזור בהגנה על המידע האישי שלכם.';
$lang['porg_privacy_mobile_security_4'] = 'לכן, איננו יכולים להבטיח אבטחה מלאה אם אתם מספקים מידע אישי.';
$lang['porg_privacy_mobile_storage_5'] = 'תוכלו לבטל או לנקות מטמונים, אך יש לדעת שפעולה זו עלולה להשפיע על זמינות ופונקציונליות האפליקציות.';
$lang['porg_privacy_mobile_intro_9'] = 'אנו שומרים לעצמנו את הזכות לבצע שינויים במדיניות הפרטיות הזו בכל עת ומכל סיבה.';
$lang['How is the data protected?'] = 'כיצד הנתונים מוגנים?';
$lang['Last updated on %s'] = 'עודכן לאחרונה ב-%s';
$lang['Mobile Device Data'] = 'נתוני מכשיר נייד';
$lang['Piwigo Gallery Data'] = 'נתוני גלריית Piwigo';
$lang['Privacy Policy for Mobile Apps'] = 'מדיניות הפרטיות לאפליקציות ניידות';
$lang['What data is processed and stored?'] = 'אילו נתונים מעובדים ונשמרים?';
$lang['or'] = 'או';
$lang['porg_privacy_mobile_banner'] = 'להלן מדיניות הפרטיות עבור אפליקציות Piwigo ב-iOS (כלומר iPhone, iPod או iPad) וב-Android (בעצם כל שאר הסמארטפונים).';
$lang['porg_privacy_mobile_data_piwigo_1'] = 'פרטי החשבון נשמרים על ידי האפליקציות ונשלחים לאתרים שהוגדרו כדי להתחבר לגלרייה אחת או יותר של Piwigo.';